[
  {
      "id": 1,
      "type": "seedpack",
      "stock": true,
      "detail": "Lotus Breath x3",
      "price": 7700,
      "mainImage": "S1_LB1.webp",
      "desc": [
          "Lotus Breath, para los apasionados por variedades con mucho sabor, olor y buen viaje🌷💚",
          "Una delicia del mundo cannabico, para aquellos que les gusta lo mejor.",
          "Una deliciosa fotoperiodica que merece estar en tu plantel de cultivo."
      ],
      "images": [
          "S1_LB1.webp",
          "S1_LB2.webp"
      ],
      "createdAt": "2023-05-10T23:45:28.237Z",
      "updatedAt": "2023-05-10T23:45:28.237Z",
      "cartId": null,
      "seedpack": {
          "id": 1,
          "productId": 1,
          "seedType": "Fotoperiódica",
          "thc": null,
          "cbd": null,
          "sativaRatio": null
      },
      "oil": null,
      "lotion": null
  },
  {
      "id": 2,
      "type": "seedpack",
      "stock": true,
      "detail": "Sweet Dark CBD x5",
      "price": 9500,
      "mainImage": "S2_SD1.webp",
      "desc": [
          "Su elevado contenido de CBD y bajísimos porcentajes de THC la hacen diferente a la mayoría de las autoflorecientes. Las Crystal Med con niveles más altos de CBD han llegado casi al 20%, pero han salido camadas más recientes que midieron entre 8% y 14%. Por otra parte, el nivel mínimo de THC que obtuvimos fue de 1,1%, pero hay ejemplares que han llegado a 2,5 y casi 3%.",
          "El 90% de los ejemplares se tornan completamente violetas, gracias a que una de sus parentales es la famosa Purple Kush.",
          "Aroma: se destaca el Kush agengibrado, con notas a limón y pino salvaje, tierra húmeda, cerezas maduras y rosa mosqueta muy finas.",
          "Sabor: sabe a bayas silvestres con tonos dulces, muy parecido a comer un budín de arándanos.",
          "Efecto: la sensación que produce consumir CBD es muy relajante, placentera y terapéutica.",
          "Ideal para quienes necesitan conseguir extraer rápidamente aceites, cremas y tinturas con CBD sin tener que recurrir a terceros. Recomendada para pacientes con epilepsia refractaria y otro tipo de epilepsias que necesitan altos valores de CBD y bajo THC."
      ],
      "images": [
          "S2_SD1.webp"
      ],
      "createdAt": "2023-05-10T23:45:28.501Z",
      "updatedAt": "2023-05-10T23:45:28.501Z",
      "cartId": null,
      "seedpack": {
          "id": 2,
          "productId": 2,
          "seedType": "Automática",
          "thc": null,
          "cbd": null,
          "sativaRatio": null
      },
      "oil": null,
      "lotion": null
  },
  {
      "id": 3,
      "type": "seedpack",
      "stock": true,
      "detail": "White Delicious x3",
      "price": 7700,
      "mainImage": "S3_WD1.webp",
      "desc": [
          "Blister x3 semillas.",
          "Variedad: White Delicious",
          "Genética: MOHA RAM x DURBBAN POISON x BLUEBERRY",
          "Tiempo de vida: 70-85 días",
          "Sativa: 40% - Indica: 60%",
          "Altura: indoor: 82cm - exterior: 1,6m",
          "Producción: indoor: 240-390gr/m2 - exterior: 130gr / planta",
          "THC: 16% CBD: 1,2%",
          "Predominancia: Índica",
          "Descripción: Es una planta bastante pequeña pero esta versión auto la potencia en tamaño estructural y en volumen y densidad de sus flores son de destacar. Alta producción de resina, muy apta para realizar extracciones de Hash, Rosin, BHO y aceites varios",
          "Aroma: Cereza y frutos rojos maduros. Intensos dulces mezclados con bosque de pinos. Cepa exquisita para narices exigentes.",
          "Sabor: Golosina dulce con toques ácidos.",
          "Efecto: Meditativo, ideal para relajarse y disfrutar momentos de ocio e introspección."
      ],
      "images": [
          "S3_WD1.webp"
      ],
      "createdAt": "2023-05-10T23:45:28.677Z",
      "updatedAt": "2023-05-10T23:45:28.677Z",
      "cartId": null,
      "seedpack": {
          "id": 3,
          "productId": 3,
          "seedType": "Automática",
          "thc": null,
          "cbd": null,
          "sativaRatio": null
      },
      "oil": null,
      "lotion": null
  },
  {
      "id": 4,
      "type": "seedpack",
      "stock": true,
      "detail": "Aloja x3",
      "price": 7700,
      "mainImage": "S4_AL1.webp",
      "desc": [
          "Blister x3 semillas.",
          "Cruza: Cotton Candy Kush x Pampa Og",
          "Tiempo de floración: 60-70 días",
          "Sabor/aroma: Dulce, tierra, caramelo, algodón de azúcar, anís.",
          "Efecto: Puede engañarlos al principio ya que comienza con un subidón de energía que te llevará hasta las nubes, pero de repente descenderá como una montaña rusa dejándote pegado al sillón y pidiendo un buen bajón.",
          "Sativa/índica: 70/30",
          "THC: alto",
          "CBD: nulo",
          "Descripción: Aloja es una bebida alcohólica de origen nativo, muy común en el norte Argentino, y su principal ingrediente es la Algarroba. Si sos amante de lo dulce y azucarado este híbrido es para vos, te empalaga con su sabor a algodón de azúcar y caramelo de anís.",
          "Esta variedad se destaca por su producción de tricomas grandes, tanto en su flor como en las hojas, gozan de un crecimiento vigoroso y veloz. De gran ramificación, respondiendo bien a podas apicales y técnicas como LST. Se desenvuelve de manera óptima tanto en exterior como en interior, alegrándonos con una cosecha abundante y rica."
      ],
      "images": [
          "S4_AL1.webp",
          "S4_AL2.webp"
      ],
      "createdAt": "2023-05-10T23:45:28.709Z",
      "updatedAt": "2023-05-10T23:45:28.709Z",
      "cartId": null,
      "seedpack": {
          "id": 4,
          "productId": 4,
          "seedType": "Fotoperiódica",
          "thc": null,
          "cbd": null,
          "sativaRatio": null
      },
      "oil": null,
      "lotion": null
  },
  {
      "id": 5,
      "type": "seedpack",
      "stock": true,
      "detail": "Aurorita x3",
      "price": 7700,
      "mainImage": "S5_AU1.webp",
      "desc": [
          "Blister x3 semillas.",
          "Como su nombre bien lo indica, Aurorita hace referencia a la famosa bicicleta, y un guiño al LSD de Albert Hoffmann. Si estás buscando un viaje intenso y prolongado, ésta es la elegida. De las más voladoras del plantel.",
          "Fácil de sobrepasarse ya que es un placer al paladar, de un humo fresco y afrutado, con tonos a manzana ácida.",
          "Este híbrido es de estructura muy alta, ramificada y de hojas con folíolos bien anchos. Recomendamos no fertilizar o hacerlo de forma moderada ya que su demanda de nutrientes es baja. Otro de sus atributos es la producción, y tiene una relación brácteas-hojas que la hace muy fácil a la hora de manicurar."
      ],
      "images": [
          "S5_AU1.webp",
          "S5_AU2.webp"
      ],
      "createdAt": "2023-05-10T23:45:28.857Z",
      "updatedAt": "2023-05-10T23:45:28.857Z",
      "cartId": null,
      "seedpack": {
          "id": 7,
          "productId": 5,
          "seedType": "Fotoperiódica",
          "thc": null,
          "cbd": null,
          "sativaRatio": null
      },
      "oil": null,
      "lotion": null
  },
  {
      "id": 6,
      "type": "seedpack",
      "stock": true,
      "detail": "Pampa Chem x3",
      "price": 7700,
      "mainImage": "S6_PC1.webp",
      "desc": [
          "Una planta hermosa en todo sentido",
          "Crecimiento vigoroso y estructura fuerte, tallos gruesos, ideales para soportar el peso de sus densas y pesadas flores.",
          "Te sorprenderá con su producción de resina, no solo en la flor, sino también en sus hojas, ideal para los amantes del hash.",
          "De efecto muy intenso y psicoactivo, no recomendado para usuarios principiantes."
      ],
      "images": [
          "S6_PC1.webp",
          "S6_PC2.webp"
      ],
      "createdAt": "2023-05-10T23:45:28.861Z",
      "updatedAt": "2023-05-10T23:45:28.861Z",
      "cartId": null,
      "seedpack": {
          "id": 5,
          "productId": 6,
          "seedType": "Fotoperiódica",
          "thc": null,
          "cbd": null,
          "sativaRatio": null
      },
      "oil": null,
      "lotion": null
  },
  {
      "id": 7,
      "type": "seedpack",
      "stock": true,
      "detail": "MK Kush x5",
      "price": 9700,
      "mainImage": "S7_MK1.webp",
      "desc": [
          "Blister x5 semillas.",
          "Genética: MK ULTRA X OG KUSH x MOHAN RAM",
          "Tiempo de vida: 75/90 días",
          "Sativa: 50% – Indica: 50%",
          "Altura: indoor: 1,15m - exterior: 1,8m",
          "Producción: indoor: 310-380gr/m2 - exterior: 50-150gr/planta",
          "THC: 18% - CBD: 0,7%",
          "Descripción: Esta bella variedad se caracteriza por ser muy sencilla de cultivar y a su vez otorga al cultivador ejemplares con cuantiosa resina y poderoso efecto narcótico y psicoactivo. De estructura robusta, produce tremendos cogollos, muy compactos y con poderosa resina.",
          "Aroma: Intensos aromas a kush, de parte de la sangre que corre por ambos parentales.",
          "Sabor: Agridulce, trufas con cherries dulces, exquisita al paladar.",
          "Efecto: Por momentos eufórico, producto de la sobrecarga de THC.",
          "Ideal para el tratamiento de Glaucoma, Alzheimer y Parkinson; como asimismo para aliviar síntomas relacionados con dolores articulares y óseos."
      ],
      "images": [
          "S7_MK1.webp"
      ],
      "createdAt": "2023-05-10T23:45:28.988Z",
      "updatedAt": "2023-05-10T23:45:28.988Z",
      "cartId": null,
      "seedpack": {
          "id": 8,
          "productId": 7,
          "seedType": "Automática",
          "thc": null,
          "cbd": null,
          "sativaRatio": null
      },
      "oil": null,
      "lotion": null
  },
  {
      "id": 8,
      "type": "seedpack",
      "stock": true,
      "detail": "Wedding Scout x3",
      "price": 7700,
      "mainImage": "S8_WS1.webp",
      "desc": [
          "Blister x3 semillas.",
          "Variedad: GIRL SCOUT COOKIE",
          "Tiempo de vida: 70/85 días.",
          "Indica: 50% Sativa: 50%",
          "Altura: indoor: 84cm - exterior: 1,2m",
          "Producción: indoor: 420-535gr/m2 - exterior: 60-75g/planta",
          "THC: 17% - CBD: 1%",
          "Descripción: Esta genética fue creada para la producción extrema. La GIRL SCOUT COOKIE, tiene múltiples ramificaciones con densos cogollos y robusta resina.",
          "Aroma: una combinación exquisita de matices cítricos como limón sutil y la mandarina, notas a pino y uva chinche.",
          "Sabor: galleta de vainilla, jengibre picante, deja presente una sensación muy agradable que nos recuerda a la miel.",
          "Efecto: Con un altísimo subidón, definimos a este hibrido como una de las más potentes de nuestra colección de automáticas."
      ],
      "images": [
          "S8_WS1.webp"
      ],
      "createdAt": "2023-05-10T23:45:29.093Z",
      "updatedAt": "2023-05-10T23:45:29.093Z",
      "cartId": null,
      "seedpack": {
          "id": 6,
          "productId": 8,
          "seedType": "Automática",
          "thc": null,
          "cbd": null,
          "sativaRatio": null
      },
      "oil": null,
      "lotion": null
  },
  {
      "id": 9,
      "type": "seedpack",
      "stock": true,
      "detail": "Tierra del Fuego x3",
      "price": 7700,
      "mainImage": "S9_TF1.webp",
      "desc": [
          "Blister x3 semillas.",
          "Nos propusimos cruzar dos de nuestras variedades de efecto mas potentes y relajantes. Como resultado, este nuevo hibrido, nos ofrece lo mejor de sus ancestros. Es ideal para relajar el cuerpo y la mente luego de un largo día.",
          "Recomendada para los amantes del sillón y una buena peli, ya que luego de fumarla no podrás continuar con tus tareas . Ayuda a conciliar el sueño y dormir profundamente.",
          "Planta de estructura media/baja, muy ramificada y con espacios intermodales cortos. Cogollos densos, duros y llenos de resina, brácteas grandes con tonalidades oscuras. En casi todos los ejemplares las hojas se tornan rojas y violetas a final de flora, una belleza a simple vista."
      ],
      "images": [
          "S9_TF1.webp",
          "S9_TF2.webp"
      ],
      "createdAt": "2023-05-10T23:45:29.144Z",
      "updatedAt": "2023-05-10T23:45:29.144Z",
      "cartId": null,
      "seedpack": {
          "id": 9,
          "productId": 9,
          "seedType": "Fotoperiódica",
          "thc": null,
          "cbd": null,
          "sativaRatio": null
      },
      "oil": null,
      "lotion": null
  },
  {
      "id": 10,
      "type": "seedpack",
      "stock": true,
      "detail": "Pampa Saurus x3",
      "price": 7700,
      "mainImage": "S10_PS1.webp",
      "desc": [
          "Blister x3 semillas.",
          "Para los amantes de las plantas grandes y fuertes, con ustedes: Pampasaurus (dinosaurio originario de la región de La Pampa)",
          "De Fuertes tallos y gran ramificación, en interior deberán ser precavidos de no vegetarla demasiado, debido a su potente estiramiento en floración, las primeras semanas de 12/12 crece con mucho vigor y rapidez.",
          "Productora de grandes flores con gran cantidad de resina, algo aireados, lo que la hace resistente a los hongos que pueden perjudicar la floración.",
          "Ideal para encarar el día bien arriba, combatir la pereza, hacer deporte o salir de fiesta. Efecto positivo, activador y energético."
      ],
      "images": [
          "S10_PS1.webp",
          "S10_PS2.webp"
      ],
      "createdAt": "2023-05-10T23:45:29.266Z",
      "updatedAt": "2023-05-10T23:45:29.266Z",
      "cartId": null,
      "seedpack": {
          "id": 10,
          "productId": 10,
          "seedType": "Fotoperiódica",
          "thc": null,
          "cbd": null,
          "sativaRatio": null
      },
      "oil": null,
      "lotion": null
  },
  {
      "id": 11,
      "type": "seedpack",
      "stock": true,
      "detail": "Dulce de Leche x5",
      "price": 10700,
      "mainImage": "S11_DL1.webp",
      "desc": [
          "En esta ocasión la Chocolate Mint og x Gorilla Scout, la cruzamos por nuestra queridisima Gelato Kush r, (una de las favoritas del equipo Pampa).",
          "El resultado de este trabajo es una planta de estructura y tamaño mediana/ grande, tipo candelabro con muy buena ramificación. De rapidisima floración, y en buenas condiciones, los tricomas se hacen notar a tan solo dos semanas de cambiar el fotoperiodo.",
          "El sabor de esta variedad inundará tu paladar de dulzura, un verdadero placer al fumarla.",
          "Recomendada para arrancar el día, ya que su efecto es muy positivo y te permitirá continuar el día con optimismo y buena energía."
      ],
      "images": [
          "S11_DL1.webp",
          "S11_DL2.webp"
      ],
      "createdAt": "2023-05-10T23:45:29.268Z",
      "updatedAt": "2023-05-10T23:45:29.268Z",
      "cartId": null,
      "seedpack": {
          "id": 11,
          "productId": 11,
          "seedType": "Fotoperiódica",
          "thc": null,
          "cbd": null,
          "sativaRatio": null
      },
      "oil": null,
      "lotion": null
  },
  {
      "id": 12,
      "type": "seedpack",
      "stock": true,
      "detail": "Antártida x3",
      "price": 7700,
      "mainImage": "S12_AN1.webp",
      "desc": [
          "Cactus Breath #6 x white og v2 x cactus breath #6",
          "Como su nombre lo anticipa, es una avalancha de tricomas con un aroma fresco a frutas tropicales y algo de zorrino para redondear un perfil nuevo.",
          "De lo mejor y mas trabajado del banco!"
      ],
      "images": [
          "S12_AN1.webp",
          "S12_AN2.webp"
      ],
      "createdAt": "2023-05-10T23:45:29.342Z",
      "updatedAt": "2023-05-10T23:45:29.342Z",
      "cartId": null,
      "seedpack": {
          "id": 12,
          "productId": 12,
          "seedType": "Fotoperiódica",
          "thc": null,
          "cbd": null,
          "sativaRatio": null
      },
      "oil": null,
      "lotion": null
  },
  {
      "id": 13,
      "type": "seedpack",
      "stock": true,
      "detail": "Uritorco Kush x3",
      "price": 7700,
      "mainImage": "S13_UK1.webp",
      "desc": [
          "Este hibrido tiene mucho de la chocolate mint Og x gorilla scout, altura media y estructura bien ramificada.",
          "Flores llenas de resina, muy compactas y brácteas con tonalidades oscuras.",
          "Un sabor profundo a zorrino y pegamento con tonos a madera y algo terrosa, el cual hará que te enamores de esta variedad.",
          "Pero cuidado, si no quiere ser abducido por extraterrestres, fúmela con moderación."
      ],
      "images": [
          "S13_UK1.webp",
          "S13_UK2.webp"
      ],
      "createdAt": "2023-05-10T23:45:29.397Z",
      "updatedAt": "2023-05-10T23:45:29.397Z",
      "cartId": null,
      "seedpack": {
          "id": 13,
          "productId": 13,
          "seedType": "Fotoperiódica",
          "thc": null,
          "cbd": null,
          "sativaRatio": null
      },
      "oil": null,
      "lotion": null
  },
  {
      "id": 14,
      "type": "seedpack",
      "stock": true,
      "detail": "Kush Delicius x3",
      "price": 7700,
      "mainImage": "S14_KD1.webp",
      "desc": [
          "Déjate tentar con esta variedad❤️",
          "Automática De 90 días",
          "Ideal para tener un poco de energía extra en las actividades diarias."
      ],
      "images": [
          "S14_KD1.webp",
          "S14_KD2.webp",
          "S14_KD3.jpg",
          "S14_KD4.jpg"
      ],
      "createdAt": "2023-05-10T23:45:29.453Z",
      "updatedAt": "2023-05-10T23:45:29.453Z",
      "cartId": null,
      "seedpack": {
          "id": 14,
          "productId": 14,
          "seedType": "Automática",
          "thc": null,
          "cbd": null,
          "sativaRatio": null
      },
      "oil": null,
      "lotion": null
  },
  {
      "id": 15,
      "type": "seedpack",
      "stock": true,
      "detail": "Summer Rainbows x3",
      "price": 7700,
      "mainImage": "S15_SR1.webp",
      "desc": [
          "Esta variedad logra la combinación del mejor clon Platense de Rainbows 17 (selección del Mun) que busca incorporar sus exclusivos terpenos con sabor a pastel de pomelo y anís, bien cremosos y cítricos, a la capacidad productora, velocidad y coloración roja de nuestro clon de red mandarín fast version.",
          "Es una planta de estructura fuerte, robusta, que presenta una altura media alta y coloraciones de rojos y violetas azuladas a marrones ocres.",
          "La resina es de consistencia viscosa y abunda a lo largo de toda la planta, permitiendo extracciones de rosin de muy alta calidad, de hecho esta Rainbow utilizada fue premiada en varias copas en categoría de extracción.",
          "Presenta una tolerancia media al oído lo que a veces cultivarla y llevarla a su máxima expresión no es fácil."
      ],
      "images": [
          "S15_SR1.webp",
          "S15_SR2.webp",
          "S15_SR3.jpg",
          "S15_SR4.jpg"
      ],
      "createdAt": "2023-05-10T23:45:29.549Z",
      "updatedAt": "2023-05-10T23:45:29.549Z",
      "cartId": null,
      "seedpack": {
          "id": 15,
          "productId": 15,
          "seedType": "Fotoperiódica",
          "thc": null,
          "cbd": null,
          "sativaRatio": null
      },
      "oil": null,
      "lotion": null
  },
  {
      "id": 16,
      "type": "seedpack",
      "stock": true,
      "detail": "Sunset Tangie x3",
      "price": 7700,
      "mainImage": "S16_ST1.webp",
      "desc": [
          "Sunset tangie es una variedad que busca la combinación del clon elite de la sabrosa y famosa tangie (del loquenzo) probablemente del banco DNA genetics, con sus terpenos muy marcados y frescos de cítricos (naranja, mandarina) con la vigorosidad, velocidad y coloración de nuestro clon seleccionado de red mandarín fast, trayendo una variedad hibrida con mayoría de fenotipos rojos o violetas, que deja un buqué exquisito en el paladar, un sabor intenso, con notas de mandarinas y toques a haze.",
          "Una planta con muchas ramificaciones que terminan en puntas muy grandes y muy bañadas de resina, aunque con flores aireadas lo cual ayuda a evitar los hongos del tipo botrithys en zonas de cultivo húmedas. Los tricomas de esta variedad son de tipo oleoso debido a su alta concentración de aceites esenciales (terpenos).",
          "Presenta una tolerancia media/alta a los hongos como el oídio, fusarium y botrithys y se la recomienda tutorizar en floración o utilizar redes con técnica de SCROG para mejorar su sostén en floración y así mejorar su producción."
      ],
      "images": [
          "S16_ST1.webp",
          "S16_ST2.webp"
      ],
      "createdAt": "2023-05-10T23:45:29.572Z",
      "updatedAt": "2023-05-10T23:45:29.572Z",
      "cartId": null,
      "seedpack": {
          "id": 18,
          "productId": 16,
          "seedType": "Fotoperiódica",
          "thc": null,
          "cbd": null,
          "sativaRatio": null
      },
      "oil": null,
      "lotion": null
  },
  {
      "id": 17,
      "type": "seedpack",
      "stock": true,
      "detail": "Durban Blue Widow x3",
      "price": 7700,
      "mainImage": "S18_DB1.jpg",
      "desc": [
          "Un potente efecto físico, ideal para el descanso y para combatir insomnio y ansiedad❤️",
          "Un aroma floral y fresco, con notas agridulces. Dejate tentar 🙌🌷"
      ],
      "images": [
          "S18_DB1.jpg",
          "S18_DB2.jpg"
      ],
      "createdAt": "2023-05-10T23:45:29.652Z",
      "updatedAt": "2023-05-10T23:45:29.652Z",
      "cartId": null,
      "seedpack": {
          "id": 16,
          "productId": 17,
          "seedType": "Automática",
          "thc": null,
          "cbd": null,
          "sativaRatio": null
      },
      "oil": null,
      "lotion": null
  },
  {
      "id": 18,
      "type": "seedpack",
      "stock": true,
      "detail": "Cactus Breath x3",
      "price": 7700,
      "mainImage": "S17_CB1.jpg",
      "desc": [
          "Nuestra fem mas querida",
          "Tenemos varios híbridos con esta planta como madre, padre o abuela. También cómo parental recurrente en varios retrocruces.",
          "Una belleza❤️"
      ],
      "images": [
          "S17_CB1.jpg",
          "S17_CB2.jpg"
      ],
      "createdAt": "2023-05-10T23:45:29.667Z",
      "updatedAt": "2023-05-10T23:45:29.667Z",
      "cartId": null,
      "seedpack": {
          "id": 17,
          "productId": 18,
          "seedType": "Fotoperiódica",
          "thc": null,
          "cbd": null,
          "sativaRatio": null
      },
      "oil": null,
      "lotion": null
  },
  {
      "id": 19,
      "type": "seedpack",
      "stock": true,
      "detail": "Super Neville Cheese x3",
      "price": 7700,
      "mainImage": "S19_SN1.jpg",
      "desc": [
          "Descendiente de la mítica Neville y de la famosísima Cheese, una sativa automática de 90 días totales de vida.",
          "Dejate enamorar por esta variedad, es una bomba de energía!!"
      ],
      "images": [
          "S19_SN1.jpg",
          "S19_SN2.jpg"
      ],
      "createdAt": "2023-05-10T23:45:29.771Z",
      "updatedAt": "2023-05-10T23:45:29.771Z",
      "cartId": null,
      "seedpack": {
          "id": 19,
          "productId": 19,
          "seedType": "Automática",
          "thc": null,
          "cbd": null,
          "sativaRatio": null
      },
      "oil": null,
      "lotion": null
  },
  {
      "id": 20,
      "type": "seedpack",
      "stock": true,
      "detail": "Purple CBD x3",
      "price": 7700,
      "mainImage": "S21_PU1.jpg",
      "desc": [
          "Automática de 90 días",
          "Flor morada, mucho CBD"
      ],
      "images": [
          "S21_PU1.jpg",
          "S21_PU2.jpg"
      ],
      "createdAt": "2023-05-10T23:45:29.867Z",
      "updatedAt": "2023-05-10T23:45:29.867Z",
      "cartId": null,
      "seedpack": {
          "id": 20,
          "productId": 20,
          "seedType": "Automática",
          "thc": null,
          "cbd": null,
          "sativaRatio": null
      },
      "oil": null,
      "lotion": null
  },
  {
      "id": 21,
      "type": "seedpack",
      "stock": true,
      "detail": "Red Hawaiian Snow x3",
      "price": 7700,
      "mainImage": "S20_RH1.jpg",
      "desc": [
          "Esta genética es una variedad sativa de fácil cultivo👍🏻",
          "Se recomienda la utilización de redes, debido a que sus largas ramas tienden a caer del peso 📝",
          "Presenta una resina muy oleosa, que va de viscosa a casi líquida, con un alto contenido de terpenos."
      ],
      "images": [
          "S20_RH1.jpg",
          "S20_RH2.jpg"
      ],
      "createdAt": "2023-05-10T23:45:29.875Z",
      "updatedAt": "2023-05-10T23:45:29.875Z",
      "cartId": null,
      "seedpack": {
          "id": 21,
          "productId": 21,
          "seedType": "Fotoperiódica",
          "thc": null,
          "cbd": null,
          "sativaRatio": null
      },
      "oil": null,
      "lotion": null
  },
  {
      "id": 22,
      "type": "seedpack",
      "stock": true,
      "detail": "Red Skittlez x3",
      "price": 7700,
      "mainImage": "S23_RS1.jpg",
      "desc": [
          "Red skittlez brinda buena energía y un subidón espacial que alegra el dia, con un efecto eufórico que te hace cosquillas hasta en el interior del alma, sin dudas les recomendamos hacer uso responsable aunque no es de las más noqueadoras lo cual la hace id",
          "Red skittlez te acompaña medicinalmente en tu día con un efecto alegre, te permite concentrarte a la vez de que permite relajar los músculos de las tensiones externas, bajar la ansiedad y aliviar el estrés. recomendada para realizar TAREAS RECREATIVAS rel",
          "Como todas nuestras seleccionadas presentan una buena adaptabilidad al clima local de los exteriores de argentina, aunque debemos prevenirla de los pulgones, en interior no presenta dificultad y es cuando mayor sabor logramos obtener de esta variedad, rec",
          "Se expresan varios fenotipos, algunos de flor verde con grandes cálices abundantes de resina, y otros con probabilidad del 50 % de flor roja, una verdadera belleza con sabores a ensalada de frutas, agua de sandía, maderas y mandarina haze."
      ],
      "images": [
          "S23_RS1.jpg",
          "S23_RS2.jpg"
      ],
      "createdAt": "2023-05-10T23:45:30.017Z",
      "updatedAt": "2023-05-10T23:45:30.017Z",
      "cartId": null,
      "seedpack": {
          "id": 22,
          "productId": 22,
          "seedType": "Fotoperiódica",
          "thc": null,
          "cbd": null,
          "sativaRatio": null
      },
      "oil": null,
      "lotion": null
  },
  {
      "id": 23,
      "type": "seedpack",
      "stock": true,
      "detail": "Red Ghost Train x3",
      "price": 7700,
      "mainImage": "S22_RG1.jpg",
      "desc": [
          "Es una variedad que logra la fusión entre La Tangie Ghost Train (clon del Bata sativa) hermoso clon premiado en varias ocasiones. Este nos brinda unos masivos cogollos con sabores a pastel, biscuit de mandarinas, y nuestro clon de red mandarín que aporta ",
          "Red Ghost tiene rendimiento exorbitante en exterior e interior, con unos aromas cremosos a naranjados y por momentos a queso.",
          "Presenta una tolerancia alta a las plagas tanto hongos como a insectos, a su vez tiene una estructura muy fuerte haciendo de ella una planta de muy fácil cultivo. Elegí el fenotipo que mas te guste!"
      ],
      "images": [
          "S22_RG1.jpg",
          "S22_RG2.jpg"
      ],
      "createdAt": "2023-05-10T23:45:30.021Z",
      "updatedAt": "2023-05-10T23:45:30.021Z",
      "cartId": null,
      "seedpack": {
          "id": 25,
          "productId": 23,
          "seedType": "Fotoperiódica",
          "thc": null,
          "cbd": null,
          "sativaRatio": null
      },
      "oil": null,
      "lotion": null
  },
  {
      "id": 24,
      "type": "seedpack",
      "stock": true,
      "detail": "Nieve Roja x3",
      "price": 7700,
      "mainImage": "S24_NR1.jpg",
      "desc": [
          "Nuestro caballito de batalla, en exterior siempre tiene un lugar, es facil de cultivar y te asegura una producción abundante, una de nuestras sepas con mas años en la casa y con mucho tiempo de desarrollo local, logró adaptarse muy bien al clima de exteri",
          "✨Todo comenzó en el años 2013 con unas snow dog 4 x Jamaica, en ese momento el fenotipo seleccionado fue brutal en resina, y olia a un queso con un fresco mentol, tan abundante en resina que no se podia creerlo, los dedos te quedaban mojados con sus aceit",
          "Ese mismo año fue seleccionada una hembra y un macho de destroyer x destroyer, ambos muy resinosos y pura estructura, fueron crusadas, para luego seleccionar y volver a cruzar pero esta vez por otro clásico, moby dick, y nuevamente seleccionar el fenotipo",
          "Fue convertida en una sepa de flor violeta, hoy es una de las preferidas, de mayor producción y medicinalmente es una genetica ideal para combatir el cáncer y enfermedades terminales, consolidar el sueño, abrir el apetito y mejorar el estado de ánimo.",
          "🫶Un efecto completo🌱"
      ],
      "images": [
          "S24_NR1.jpg",
          "S24_NR2.jpg"
      ],
      "createdAt": "2023-05-10T23:45:30.165Z",
      "updatedAt": "2023-05-10T23:45:30.165Z",
      "cartId": null,
      "seedpack": {
          "id": 23,
          "productId": 24,
          "seedType": "Fotoperiódica",
          "thc": null,
          "cbd": null,
          "sativaRatio": null
      },
      "oil": null,
      "lotion": null
  },
  {
      "id": 25,
      "type": "seedpack",
      "stock": true,
      "detail": "Super Lemon Red x3",
      "price": 7700,
      "mainImage": "S25_SL1.jpg",
      "desc": [
          "Seleccionamos de la mano del Fran, un fenotipo espléndido de una de las genéticas más clásicas y conocidas en el mundo, la super lemon haze de green house.",
          "Después de visitar los coffee de Holanda y probar la original, volvimos Argentina felices de haber confirmado que teníamos en poder un clásico sativo original muy adaptable al clima.",
          "Elegimos cruzarla y darle un toque distintivo, continuando con la cadena de terpenos limosos y haze, la cruzamos para reversionar y convertirla en la SUPER LEMON RED, este clásico ahora actualizado de flor roja, las probabilidades de que te toquen el feno",
          "Es una planta de gran estructura y producción, de fácil cultivo en interior, y en exterior requiere cuidarla de la lluvia ya que sus flores son gigantes.",
          "El sabor es un limón dulce con mezcla de mandarinas y haze core, su potencial medicinal está en sus efectos antidepresivos, muy recomendada para tareas artísticas."
      ],
      "images": [
          "S25_SL1.jpg",
          "S25_SL2.jpg"
      ],
      "createdAt": "2023-05-10T23:45:30.213Z",
      "updatedAt": "2023-05-10T23:45:30.213Z",
      "cartId": null,
      "seedpack": {
          "id": 24,
          "productId": 25,
          "seedType": "Fotoperiódica",
          "thc": null,
          "cbd": null,
          "sativaRatio": null
      },
      "oil": null,
      "lotion": null
  },
  {
      "id": 26,
      "type": "seedpack",
      "stock": true,
      "detail": "Citric Sherbert x3",
      "price": 7700,
      "mainImage": "S26_CS1.jpg",
      "desc": [
          "Deseábamos una flor empalagosa, dulce y cremosa, pero con toques cítricos, y que te mande a dormir o a mirar la peli en silencio.",
          "Continuamos nuestra mágica línea de cepas de flores rojas, así que elegimos cruzar nuestro clon élite de Orange sherbert, clon selección de esta bomba californiana de barnys holanda, indica dominante, de estructura media y entrenudos cortos, para cultivad",
          "Una genética para relajarse, no salir de casa, y estar en confianza, las sensaciones son únicas, deja mudo a todos, su cremosidad y sabor a helado crema de naranja te deja un gran buque de suave humo en el paladar. No recomendada para usuarios y cultivado",
          "Potencialmente indica, sus cogollos alcanzan un nivel exagerado de volumen y recomendamos realizar podas para aprovechar al máximo su potencial, alcanza su madurez en sólo 50 días, el volumen de sus puntas es impresionante.",
          "En indoor con clima controlado sus flores abundan en pistilos naranjas y/o violetas según fenotipo, y sus hojas se tornan amarillas con naranja al final de floración, una obra de arte para vivenciar.",
          "Medicinalmente lo mejor que encontramos para tratar insomnio y ansiedad, además se muestra en pacientes una notoria apertura del apetito, ideal para casos medicinales donde la pérdida de apetito no favorece la recuperación."
      ],
      "images": [
          "S26_CS1.jpg",
          "S26_CS2.jpg"
      ],
      "createdAt": "2023-05-10T23:45:30.409Z",
      "updatedAt": "2023-05-10T23:45:30.409Z",
      "cartId": null,
      "seedpack": {
          "id": 26,
          "productId": 26,
          "seedType": "Fotoperiódica",
          "thc": null,
          "cbd": null,
          "sativaRatio": null
      },
      "oil": null,
      "lotion": null
  },
  {
      "id": 27,
      "type": "seedpack",
      "stock": true,
      "detail": "DoSiRed x3",
      "price": 7700,
      "mainImage": "S27_DO1.jpg",
      "desc": [
          "Rocas galácticas resinosas, elegidas de nuestro propio jardín del elixir, sin duda una de las genéticas más rápidas del mundo cannábico. Sus colores morados y rojos la hacen una de las plantas más hermosas del paraiso.",
          "Selección del fenotipo de “Dosidos” más abundante en resina que se encontró, evaluando su adaptabilidad al clima y fue cruzada para agregarle el toque sutil, aromático y colorido de nuestra hermosa selección de la “red mandarine fast versión de sweet” - s",
          "Para los ansiosos que buscan velocidad en plantas fotoperiódicas, aquí les va una joya de tan solo 48 y 53 días de floración, ideal para quienes buscan producción, resina y un lindo coco de presentación, en bajas dosis es ideal para tratar casos de depres",
          "En puntos de corte más tardíos y en dosis más elevadas puede aplicarse para tratar insomnio, esta obra de arte alcanza niveles de T H C superiores al 22 % según medios y métodos de cultivo y un gran retorno en extracciones."
      ],
      "images": [
          "S27_DO1.jpg",
          "S27_DO2.jpg"
      ],
      "createdAt": "2023-05-10T23:45:30.526Z",
      "updatedAt": "2023-05-10T23:45:30.526Z",
      "cartId": null,
      "seedpack": {
          "id": 27,
          "productId": 27,
          "seedType": "Fotoperiódica",
          "thc": null,
          "cbd": null,
          "sativaRatio": null
      },
      "oil": null,
      "lotion": null
  },
  {
      "id": 28,
      "type": "seedpack",
      "stock": true,
      "detail": "Dr. Dog Mandarine x3",
      "price": 7700,
      "mainImage": "S28_DD1.jpg",
      "desc": [
          "Dr. Dog Mandarine es el producto del cruce del clon elite seleccionado de la famosa dr green thumbs em-dog de humbolt para cipress con el clon seleccionado de redmandarine fast version. Poderoso híbrido de predominancia índica, de gran estructura y crecim",
          "Una planta maravillosa, de gran vigor, hojas verde oscuro, entrenudos medios, tremendo aroma y sabor a mandarina con toques de limón y maderas kush petrolero. Es una planta de fácil cultivo, ideal para la reproducción de clones.",
          "El 50% de los fenotipos salen de flor roja, se adapta al clima exterior local, su crecimiento en tierra alcanza hasta +3 mts, con producción de hasta +1kg.",
          "Variedad con una cantidad impresionante de aceites esenciales y terpenos del tipo limoneno. Medicinalmente es ideal para tratar ansiedad y/o depresión."
      ],
      "images": [
          "S28_DD1.jpg",
          "S28_DD2.jpg"
      ],
      "createdAt": "2023-05-10T23:45:30.528Z",
      "updatedAt": "2023-05-10T23:45:30.528Z",
      "cartId": null,
      "seedpack": {
          "id": 28,
          "productId": 28,
          "seedType": "Fotoperiódica",
          "thc": null,
          "cbd": null,
          "sativaRatio": null
      },
      "oil": null,
      "lotion": null
  },
  {
      "id": 29,
      "type": "oil",
      "stock": true,
      "detail": "CBD Karst 45% Pets",
      "price": 7500,
      "mainImage": "A1_P45.jpg",
      "desc": [],
      "images": [
          "A1_P45.jpg"
      ],
      "createdAt": "2023-05-10T23:45:30.590Z",
      "updatedAt": "2023-05-10T23:45:30.590Z",
      "cartId": null,
      "seedpack": null,
      "oil": {
          "id": 1,
          "productId": 29,
          "flavor": "Carne (para mascotas)",
          "concentration": "45"
      },
      "lotion": null
  },
  {
      "id": 30,
      "type": "oil",
      "stock": true,
      "detail": "CBD Karst 45% Menta",
      "price": 7500,
      "mainImage": "A2_M45.jpg",
      "desc": [],
      "images": [
          "A2_M45.jpg"
      ],
      "createdAt": "2023-05-10T23:45:30.623Z",
      "updatedAt": "2023-05-10T23:45:30.623Z",
      "cartId": null,
      "seedpack": null,
      "oil": {
          "id": 2,
          "productId": 30,
          "flavor": "Menta",
          "concentration": "45"
      },
      "lotion": null
  },
  {
      "id": 31,
      "type": "oil",
      "stock": true,
      "detail": "CBD Karst 90% Menta",
      "price": 13000,
      "mainImage": "A3_M90.jpg",
      "desc": [],
      "images": [
          "A3_M90.jpg"
      ],
      "createdAt": "2023-05-10T23:45:30.857Z",
      "updatedAt": "2023-05-10T23:45:30.857Z",
      "cartId": null,
      "seedpack": null,
      "oil": {
          "id": 3,
          "productId": 31,
          "flavor": "Menta",
          "concentration": "90"
      },
      "lotion": null
  },
  {
      "id": 32,
      "type": "oil",
      "stock": true,
      "detail": "CBD Karst 45% Frutilla",
      "price": 7500,
      "mainImage": "A4_F45.jpg",
      "desc": [],
      "images": [
          "A4_F45.jpg"
      ],
      "createdAt": "2023-05-10T23:45:30.939Z",
      "updatedAt": "2023-05-10T23:45:30.939Z",
      "cartId": null,
      "seedpack": null,
      "oil": {
          "id": 5,
          "productId": 32,
          "flavor": "Frutilla",
          "concentration": "45"
      },
      "lotion": null
  },
  {
      "id": 33,
      "type": "oil",
      "stock": true,
      "detail": "CBD Karst 90% Frutilla",
      "price": 13000,
      "mainImage": "A5_F90.jpg",
      "desc": [],
      "images": [
          "A5_F90.jpg"
      ],
      "createdAt": "2023-05-10T23:45:31.058Z",
      "updatedAt": "2023-05-10T23:45:31.058Z",
      "cartId": null,
      "seedpack": null,
      "oil": {
          "id": 4,
          "productId": 33,
          "flavor": "Frutilla",
          "concentration": "90"
      },
      "lotion": null
  },
  {
      "id": 34,
      "type": "lotion",
      "stock": true,
      "detail": "Crema CBD Karst 45%",
      "price": 5500,
      "mainImage": "L1_45.jpg",
      "desc": [],
      "images": [
          "L1_45.jpg"
      ],
      "createdAt": "2023-05-10T23:45:31.059Z",
      "updatedAt": "2023-05-10T23:45:31.059Z",
      "cartId": null,
      "seedpack": null,
      "oil": null,
      "lotion": {
          "id": 1,
          "productId": 34,
          "concentration": "45"
      }
  }
]